{
  "title": "Hướng dẫn thi Sa hình: Bằng Lái Xe Ô Tô Hạng FC - Vững tay lái, Đỗ ngay!",
  "sections": [
    {
      "heading": "1. Chuẩn bị trước khi thi",
      "content": "Trước khi bước vào sa hình, hãy đảm bảo bạn đã sẵn sàng cả về xe cộ lẫn tâm lý:<ul><li><b>Kiểm tra xe & Vị trí lái:</b> Điều chỉnh <b>ghế lái</b> thoải mái, tầm nhìn tốt. Chỉnh <b>gương chiếu hậu</b> (bao gồm gương lồi, gương quan sát bánh xe và gương đặc thù cho xe kéo rơ moóc) sao cho quan sát được toàn bộ thân xe, đặc biệt là phần rơ moóc. Thắt <b>dây an toàn</b> đúng cách. Làm quen với côn, ga, phanh và các số của xe đầu kéo/xe tải kéo rơ moóc. Cảm nhận kích thước, chiều dài cực lớn và cách phản ứng khác biệt của rơ moóc là tối quan trọng.</li><li><b>Tâm lý vững vàng:</b> Giữ bình tĩnh và tập trung cao độ. Hít thở sâu và tin tưởng vào kỹ năng đã luyện tập. Với xe hạng FC, mọi thao tác cần sự chính xác tuyệt đối và khả năng dự đoán chuyển động của rơ moóc.</li></ul>"
    },
    {
      "heading": "2. Các lỗi thường gặp và cách tránh",
      "content": "Nắm rõ các lỗi dưới đây sẽ giúp bạn tránh mất điểm oan:",
      "sub_sections": [
        {
          "sub_heading": "Lỗi quy trình (trừ 5 điểm/lần hoặc loại trực tiếp):",
          "list_items": [
            "<b>Không thắt dây an toàn:</b> Rất dễ quên nhưng lại mất 5 điểm ngay từ đầu.",
            "<b>Không bật/tắt xi nhan:</b> Phổ biến nhất ở bài xuất phát và kết thúc, hay cả khi qua ngã tư. Luôn nhớ bật xi nhan trái khi xuất phát và bật xi nhan phải khi kết thúc.",
            "<b>Xe chết máy:</b> Trừ 5 điểm/lần. Cần giữ ga đều và nhả côn từ từ, kết hợp ga để tránh chết máy khi khởi hành hoặc chuyển số, đặc biệt với tổ hợp xe kéo rơ moóc nặng.",
            "<b>Xe bị giật khi khởi hành:</b> Trừ 5 điểm/lần. Do nhả côn hoặc đạp ga đột ngột. Với xe hạng FC, việc khởi hành êm ái là rất quan trọng để tránh làm đứt/hư hại rơ moóc.",
            "<b>Không bật đèn chiếu sáng gần (áp dụng cho thi đêm):</b> Nếu bài thi có yêu cầu."
          ]
        },
        {
          "sub_heading": "Lỗi vị trí/đè vạch (trừ 5 điểm/lần hoặc loại trực tiếp):",
          "list_items": [
            "<b>Dừng xe không đúng vạch:</b> Ở dốc hoặc đường sắt. Sai quá 50cm hoặc vượt vạch là trừ điểm. Với tổ hợp xe và rơ moóc dài hơn nhiều, việc căn đầu/đuôi xe và đặc biệt là rơ moóc cần độ chính xác cao nhất.",
            "<b>Bánh xe đè vạch giới hạn (kể cả vạch vàng):</b> Trừ 5 điểm/lần. Áp dụng cho vệt bánh xe, đường vuông góc, ghép chuồng, đường quanh co. Luôn giữ tốc độ chậm và quan sát gương để căn xe. Đây là lỗi cực kỳ phổ biến và dễ mắc phải với xe hạng FC do kích thước tổng thể lớn và việc kiểm soát rơ moóc rất khó khăn.",
            "<b>Ghép xe sai (không vào được chuồng, quá thời gian, chạm vạch):</b> Trừ 5 điểm/lần hoặc loại trực tiếp. Bài ghép xe ngang/dọc với rơ moóc là bài khó nhất của hạng FC, đòi hỏi kỹ thuật lùi cực kỳ điêu luyện."
          ]
        },
        {
          "sub_heading": "Lỗi tốc độ:",
          "list_items": [
            "<b>Tốc độ xe chạy không quá 20 km/h:</b> Đây là tốc độ tối đa cho phép trong sa hình đối với hạng FC. Nếu chạy vượt quá tốc độ này, bạn sẽ bị trừ <b>1 điểm/3 giây</b>. Luôn giữ tốc độ vừa phải, kiểm soát tốt tay lái.",
            "<b>Đi dưới tốc độ quy định:</b> Áp dụng riêng cho bài <b>\"Thay đổi số trên đường thẳng\"</b>. Nếu không đạt được tốc độ tối thiểu (thường là trên 20km/h khi lên số 2 hoặc 3 tùy sân) hoặc không giảm về tốc độ dưới 20km/h khi về số 1, bạn sẽ bị trừ điểm (thường là 5 điểm nếu không thay đổi đúng số và tốc độ).",
            "<b>Vòng tua máy vượt quá 3.000-4.000 vòng/phút (tùy sân):</b> Trừ 5 điểm/lần. Tránh đạp ga quá mạnh hoặc rồ ga không cần thiết."
          ]
        },
        {
          "sub_heading": "Các lỗi nghiêm trọng (Loại trực tiếp):",
          "list_items": [
            "<b>Đi ngược chiều:</b> Hoàn toàn bị loại.",
            "<b>Không vượt qua bài thi trong 2 phút:</b> Mỗi bài thi có thời gian giới hạn. Với xe hạng FC, cần thao tác dứt khoát và hiệu quả cao để không bị hết thời gian, đặc biệt ở các bài ghép xe.",
            "<b>Điểm thi dưới 80 điểm.</b>",
            "<b>Gây tai nạn.</b>",
            "<b>Xe không dừng khi có tín hiệu dừng khẩn cấp.</b>"
          ]
        }
      ]
    },
    {
      "heading": "3. Các Bài Thi Sa Hình: Tổng Quan và Mẹo Vượt Qua",
      "content": "Phần thi Sa hình hạng FC bao gồm các bài thi tương tự hạng C, nhưng được thực hiện với tổ hợp xe đầu kéo/xe tải và rơ moóc. Điều này làm tăng độ khó lên rất nhiều do chiều dài tổng thể, bán kính quay vòng và cách rơ moóc phản ứng khi lùi/cua. Hệ thống sẽ tự động chấm điểm và thông báo các lỗi (nếu có) qua loa trên xe. Bạn cần đạt tối thiểu <b>80/100 điểm</b> để đậu.<br><br>Hãy cùng tìm hiểu sâu hơn về từng bài thi để đạt kết quả tốt nhất, đặc biệt nhấn mạnh sự khác biệt khi có rơ moóc:",
      "youtube": "http://www.youtube.com/watch?v=kfre0ZZPvns",
      "lessons": [
        {
          "lesson_number": "Bài 1",
          "title": "Xuất phát",
          "objective": "Khởi hành an toàn và đúng quy trình với xe kéo rơ moóc.",
          "how_to_do": [
            "<b>Thắt dây an toàn.</b>",
            "Bật <b>đèn xi nhan trái</b>.",
            "Chờ tín hiệu \"Bắt đầu\".",
            "Vào số 1, nhả côn từ từ đến điểm rung xe, nhả phanh tay (nếu kéo), sau đó từ từ nhả chân phanh và đệm ga nhẹ nhàng nhưng đủ lực kéo lớn để xe di chuyển. Tổ hợp xe kéo rơ moóc rất nặng, cần ga và côn ổn định, tránh giật cục làm đứt/hư hại rơ moóc.",
            "Khi xe đã di chuyển qua vạch xuất phát <b>khoảng 2-3 mét</b> (cả thân xe đầu kéo và rơ moóc đã qua vạch), hãy <b>tắt xi nhan</b>."
          ],
          "tips": "Luôn nhớ bật xi nhan trái khi xuất phát và <b>TẮT XI NHAN KỊP THỜI</b>. Phối hợp côn-ga thật mượt mà, dứt khoát nhưng không giật để xe lăn bánh êm ái. Luôn kiểm tra gương để đảm bảo rơ moóc không bị văng."
        },
        {
          "lesson_number": "Bài 2",
          "title": "Dừng xe nhường đường cho người đi bộ",
          "objective": "Dừng tổ hợp xe chính xác trước vạch người đi bộ.",
          "how_to_do": [
            "Di chuyển chậm đến khu vực có vạch người đi bộ.",
            "Dừng xe sao cho <b>vạch dừng nằm giữa đầu xe và bánh trước</b>. Mũi xe cách vạch khoảng 20-30cm. Với xe đầu kéo, điểm ngồi lái rất xa đầu xe, cần căn chuẩn và cảm nhận tốt khoảng cách."
          ],
          "tips": "Giảm tốc độ từ xa và bắt đầu rà phanh sớm. Do tổ hợp xe rất dài, việc căn điểm dừng cần cực kỳ chính xác để không cán vạch hoặc dừng quá xa."
        },
        {
          "lesson_number": "Bài 3",
          "title": "Dừng xe và khởi hành ngang dốc",
          "objective": "Dừng tổ hợp xe chính xác trên dốc và khởi hành mà không bị chết máy hay tụt dốc.",
          "how_to_do": [
            "Di chuyển chậm lên dốc.",
            "Quan sát vạch dừng: Dừng xe sao cho <b>vạch cản ngang dốc nằm giữa đầu xe và bánh trước</b>. Mũi xe cách vạch khoảng 20-30cm.",
            "<b>Giữ phanh</b> sau khi dừng.",
            "Khởi hành: Đây là bài cực kỳ khó với xe hạng FC. Nhả côn từ từ đến điểm rung xe mạnh (xe rung rõ rệt hoặc nghe máy tải nặng hơn rất nhiều), giữ nguyên chân côn, sau đó từ từ nhả chân phanh và đệm ga mạnh hơn (thường trên 2500 vòng/phút, tùy loại xe) để xe di chuyển lên. Tuyệt đối không để xe bị trôi lùi. Nên sử dụng phanh tay hỗ trợ để giữ xe và khởi hành an toàn, sau đó hạ phanh tay khi xe bắt đầu lăn bánh."
          ],
          "tips": "<b>Căn dừng:</b> Ước lượng khoảng cách từ vị trí lái đến đầu xe của xe đầu kéo. Luyện tập cảm giác phanh thật tốt.<br><b>Khởi hành:</b> Đây là kỹ năng tối quan trọng và cần luyện tập nhiều. Phối hợp nhả côn-đệm ga-nhả phanh/phanh tay thật nhịp nhàng và dứt khoát. Cần duy trì vòng tua máy đủ lớn và ổn định để tổ hợp xe không bị chết máy hoặc tụt dốc. Không được run tay!"
        },
        {
          "lesson_number": "Bài 4",
          "title": "Qua vệt bánh xe và đường hẹp vuông góc",
          "objective": "Điều khiển tổ hợp xe đi đúng vệt bánh xe và qua đoạn đường hẹp, vuông góc mà không chạm vạch.",
          "how_to_do": [
            "<b>Qua vệt bánh xe (hàng đinh):</b> Giữ xe thẳng, căn chỉnh sao cho bánh xe bên lái phụ (thường là bánh trước bên phải của đầu kéo) thẳng hàng với vệt sơn trên đường. Quan sát gương chiếu hậu bên phải (và gương lồi, gương quan sát bánh xe) để đảm bảo bánh sau của đầu kéo và **bánh xe của rơ moóc** cũng đi đúng vệt. Việc căn chỉnh đường đi của rơ moóc là cực kỳ khó khăn.",
            "<b>Qua đường hẹp vuông góc:</b> Khi gần đến góc cua, đánh lái sớm và trả lái kịp thời để xe đi gọn trong đường. Luôn giữ tốc độ chậm và tập trung quan sát toàn bộ thân xe và rơ moóc qua gương, đặc biệt là góc cua của rơ moóc. Cần cua rất rộng và lấy lái nhiều hơn để đảm bảo rơ moóc không bị đè vạch."
          ],
          "tips": "<b>Quan sát gương:</b> Cả hai bài đều cần quan sát gương chiếu hậu (đặc biệt là gương lồi và gương cầu lồi phía trước) để đảm bảo bánh xe không đè vạch. Đây là bài dễ mất điểm nhất với xe hạng FC do kích thước và chiều dài tổng thể rất lớn, cùng với cách rơ moóc di chuyển độc lập.<br><b>Tốc độ:</b> Giữ tốc độ cực kỳ chậm (rà côn và phanh liên tục), để có thời gian căn chỉnh và sửa chữa. Không vội vàng.<br><b>Căn đầu và đuôi rơ moóc:</b> Cần chú ý cả đầu xe khi vào cua và đặc biệt là đuôi rơ moóc khi qua khỏi cua để không bị va chạm hoặc đè vạch."
        },
        {
          "lesson_number": "Bài 5",
          "title": "Qua ngã tư có tín hiệu điều khiển giao thông",
          "objective": "Tuân thủ đèn tín hiệu giao thông khi điều khiển tổ hợp xe.",
          "how_to_do": [
            "Quan sát đèn tín hiệu từ xa.",
            "Nếu đèn đỏ: Dừng xe <b>trước vạch dừng</b>. Về số 1.",
            "Nếu đèn xanh: Tiếp tục di chuyển. Với tổ hợp xe hạng FC, việc khởi hành lại sau khi dừng đèn đỏ cần dứt khoát để không cản trở giao thông và đảm bảo an toàn."
          ],
          "tips": "Giảm tốc độ và chủ động quan sát đèn tín hiệu để dừng hoặc đi tiếp an toàn. Tránh đi quá vạch hoặc vượt đèn đỏ, vì tổ hợp xe cần quãng đường phanh dài hơn và thời gian khởi hành lớn hơn rất nhiều."
        },
        {
          "lesson_number": "Bài 6",
          "title": "Đường vòng quanh co (chữ S)",
          "objective": "Điều khiển tổ hợp xe qua đoạn đường cong liên tục mà không chạm vạch.",
          "how_to_do": [
            "Di chuyển vào đường chữ S. Áp dụng nguyên tắc **\"Tiến bám lưng, lùi bám bụng\"**: khi tiến thì bám vào phía đường cong dài hơn (lưng của đường cong), khi lùi thì bám vào phía đường cong ngắn hơn (bụng của đường cong).",
            "Đánh lái theo độ cong của đường, điều chỉnh vô lăng liên tục. Luôn giữ tốc độ cực kỳ chậm và quan sát gương để kiểm soát toàn bộ thân xe và rơ moóc, đặc biệt là các góc cua của rơ moóc."
          ],
          "tips": "<b>Cực kỳ chậm và ổn định:</b> Đây là chìa khóa sống còn. Sử dụng côn và phanh để giữ tốc độ bò từng chút một. Đánh lái linh hoạt và dứt khoát, nhưng không giật cục. Tổ hợp xe hạng FC cần rất nhiều không gian và thời gian để cua, nên cần căn chỉnh chính xác và tránh đánh lái thiếu hoặc thừa."
        },
        {
          "lesson_number": "Bài 7",
          "title": "Ghép xe ngang vào nơi đỗ (Ghép chuồng ngang) - BÀI THI ĐẶC TRƯNG CỦA FC",
          "objective": "Lùi tổ hợp xe và rơ moóc vào chuồng ngang một cách chính xác, gọn gàng và không chạm vạch.",
          "how_to_do": [
            "Đây là bài cực kỳ khó. Cần nắm vững các mốc căn riêng cho xe đầu kéo và rơ moóc. Thông thường sẽ tiến thẳng song song với chuồng, căn điểm vai, sau đó đánh lái hết về một bên để đầu kéo và rơ moóc tạo thành góc nhất định.",
            "Lùi từ từ, quan sát gương (cả 2 bên). Khi rơ moóc vào đúng hướng, trả thẳng lái hoặc điều chỉnh ngược lại để chỉnh rơ moóc.",
            "Tiếp tục lùi và điều chỉnh sao cho cả đầu kéo và rơ moóc nằm gọn trong chuồng, không chạm vạch."
          ],
          "tips": "<b>Cực kỳ khó:</b> Bài này đòi hỏi khả năng cảm nhận rơ moóc và phản ứng ngược (đánh lái phải rơ moóc sang trái, đánh lái trái rơ moóc sang phải) một cách thuần thục. Luyện tập trên sa hình thực tế là bắt buộc.<br><b>Sử dụng hết không gian:</b> Tận dụng tối đa không gian cho phép để lấy góc.<br><b>Kiên nhẫn và bình tĩnh:</b> Lùi từng chút một, quan sát kỹ các gương. Nếu cảm thấy sai, bình tĩnh tiến lên để chỉnh lại."
        },
        {
          "lesson_number": "Bài 8",
          "title": "Qua ngã tư có tín hiệu điều khiển giao thông",
          "objective": "Tương tự Bài 5, tiếp tục tuân thủ đèn tín hiệu.",
          "how_to_do": [],
          "tips": "Duy trì sự tập trung, không chủ quan, đặc biệt là tầm nhìn phía trước và hai bên thân xe. Với xe dài, cần tính toán kỹ thời gian qua ngã tư để không bị kẹt xe."
        },
        {
          "lesson_number": "Bài 9",
          "title": "Dừng xe nơi giao nhau với đường sắt chạy qua",
          "objective": "Dừng tổ hợp xe đúng vạch và an toàn trước đường sắt.",
          "how_to_do": [
            "Dừng xe <b>trước vạch dừng</b> khi có biển báo hoặc đèn tín hiệu đường sắt. Khoảng cách dừng tương tự bài dốc. Về số 1."
          ],
          "tips": "Giảm tốc độ từ xa và chuẩn bị dừng xe. Đừng để đầu xe hoặc rơ moóc lăn qua vạch, vì điểm ngồi lái cách rất xa đầu xe và đuôi rơ moóc có thể văng ra."
        },
        {
          "lesson_number": "Bài 10",
          "title": "Thay đổi số trên đường thẳng",
          "objective": "Tăng số và giảm số đúng quy định trên đoạn đường thẳng, đồng thời đạt tốc độ yêu cầu với tổ hợp xe.",
          "how_to_do": [
            "Khi qua biển báo <b>tăng tốc độ</b> (hoặc bắt đầu đoạn đường yêu cầu), đạp ga để tăng tốc và lên <b>số 2</b>, sau đó lên <b>số 3</b>, đảm bảo <b>tốc độ xe đạt trên 20-30 km/h</b> (tùy yêu cầu sân và loại xe). Giữ tốc độ và số.",
            "Khi qua biển báo <b>giảm tốc độ</b> (hoặc cuối đoạn đường), từ từ giảm ga, đạp côn và về <b>số 2</b>, sau đó về <b>số 1</b>, đảm bảo <b>tốc độ xe giảm xuống dưới 20 km/h</b>. Nhả côn từ từ."
          ],
          "tips": "Thực hiện thao tác dứt khoát, không để xe bị giật hoặc chết máy khi chuyển số. Đảm bảo tốc độ đạt yêu cầu trước và sau khi đổi số. Với tổ hợp xe, cần lực ga đủ lớn để xe đạt tốc độ khi tăng số và kiểm soát phanh tốt khi giảm số. Chuyển số phải mượt mà, tránh gây tiếng động lớn hoặc làm rơ moóc bị giật."
        },
        {
          "lesson_number": "Bài 11",
          "title": "Tình huống dừng xe khẩn cấp",
          "objective": "Phản ứng nhanh và dừng tổ hợp xe an toàn khi có tín hiệu khẩn cấp.",
          "how_to_do": [
            "Khi đang di chuyển trên đường, hệ thống sẽ phát tín hiệu <b>\"Tín hiệu khẩn cấp\"</b> (thường là tiếng còi hoặc đèn báo hiệu).",
            "Ngay lập tức <b>đạp côn và đạp phanh dừng xe</b>. Đồng thời, <b>bật đèn cảnh báo nguy hiểm (đèn hazard/đèn ưu tiên)</b>.",
            "Sau khi xe dừng hẳn và tín hiệu khẩn cấp tắt, <b>tắt đèn cảnh báo nguy hiểm</b> và tiếp tục di chuyển (về số 1)."
          ],
          "tips": "<b>Phản ứng nhanh:</b> Đây là bài kiểm tra sự tập trung và phản xạ. Ngay khi nghe tín hiệu, hãy đạp côn-phanh và bật đèn hazard. Với xe hạng FC, quán tính lớn và quãng đường phanh sẽ dài hơn rất nhiều, nên cần phản ứng cực kỳ nhanh chóng và dứt khoát.<br><b>Không quên tắt đèn hazard:</b> Rất nhiều thí sinh quên tắt đèn cảnh báo nguy hiểm sau khi hoàn thành tình huống, dẫn đến bị trừ điểm (thường là 5 điểm)."
        },
        {
          "lesson_number": "Bài 12",
          "title": "Kết thúc",
          "objective": "Hoàn thành bài thi và dừng tổ hợp xe đúng vị trí.",
          "how_to_do": [
            "Khi xe chuẩn bị ra khỏi sa hình, <b>bật đèn xi nhan phải</b>.",
            "Đi qua vạch kết thúc và dừng xe gọn gàng."
          ],
          "tips": "Không quên bật xi nhan phải ở bài cuối cùng! Đây là lỗi rất hay gặp vì tâm lý đã \"xong\" bài thi. Luôn quan sát và dừng xe ở vị trí an toàn, đảm bảo cả rơ moóc cũng không gây cản trở."
        }
      ]
    },
    {
      "heading": "4. Lời khuyên cuối cùng",
      "list_items": [
        "<b>Thực hành thường xuyên và chuyên sâu:</b> Việc điều khiển xe hạng FC đòi hỏi sự thành thạo và kinh nghiệm ở mức cao nhất. Hãy thực hành lái xe thực tế trên sa hình hoặc mô phỏng nhiều lần để quen với kích thước, trọng lượng, và đặc tính lái của tổ hợp xe này. Đặc biệt chú trọng các bài lùi và cua.",
        "<b>Xem lại video hướng dẫn:</b> Tham khảo các video hướng dẫn chi tiết từng bài thi. Chú ý các điểm căn, mẹo lái, và cách xử lý tình huống dành riêng cho xe hạng FC, vì chúng khác biệt đáng kể so với các hạng thấp hơn và đòi hỏi kỹ năng lùi ngược rất đặc biệt.",
        "<b>Giữ tâm lý vững vàng:</b> Đây là yếu tố then chốt giúp bạn vượt qua kỳ thi. Hít thở sâu và tự tin vào bản thân, không để áp lực làm mất bình tĩnh. Mỗi thao tác đều cần sự điềm tĩnh và chính xác tuyệt đối.",
        "<b>Nghiên cứu sa hình cụ thể:</b> Nếu có thể, hãy tìm hiểu sơ đồ sa hình của trung tâm sát hạch bạn sẽ thi để làm quen với bố cục và các điểm căn chuẩn. Một số sân có thể có những điểm đặc thù riêng, cần hỏi kinh nghiệm từ giáo viên hướng dẫn dày dặn kinh nghiệm."
      ]
    }
  ],
  "closing_remark": "Chúc bạn ôn luyện hiệu quả và thành công rực rỡ trong kỳ thi Sa hình hạng FC!"
}