{
  "title": "Hướng dẫn thi Sa hình: Bằng Lái Xe Máy A2 - Vững tay lái, Đỗ ngay!",
  "sections": [
    {
      "heading": "1. Chuẩn bị trước khi thi",
      "content": "Trước khi bước vào sa hình, hãy đảm bảo bạn đã sẵn sàng cả về xe cộ lẫn tâm lý:<ul><li><b>Kiểm tra xe & Tư thế lái:</b> Điều chỉnh tư thế ngồi thoải mái, chân chống chắc chắn. Làm quen với ga, phanh, và côn (nếu là xe số). Đối với xe phân khối lớn, cảm nhận trọng tâm xe là rất quan trọng.</li><li><b>Tâm lý vững vàng:</b> Giữ bình tĩnh và tập trung cao độ. Hít thở sâu và tin tưởng vào kỹ năng đã luyện tập. Coi đây là cơ hội để bạn thể hiện bản thân.</li></ul>"
    },
    {
      "heading": "2. Các lỗi thường gặp và cách tránh",
      "content": "Nắm rõ các lỗi dưới đây sẽ giúp bạn tránh mất điểm oan trong bài thi thực hành A2:",
      "sub_sections": [
        {
          "sub_heading": "Lỗi quy trình (trừ 5 điểm/lần hoặc loại trực tiếp):",
          "list_items": [
            "<b>Chạm chân xuống đất:</b> Đây là lỗi phổ biến nhất và dễ mất điểm ở các bài giữ thăng bằng. Trừ 5 điểm/lần. Cố gắng giữ thăng bằng tuyệt đối, sử dụng trọng tâm cơ thể.",
            "<b>Xe chết máy:</b> Trừ 5 điểm/lần. Đảm bảo nhả côn từ từ và giữ ga đều, đặc biệt với xe phân khối lớn cần lực ga ổn định hơn để không bị chết máy khi di chuyển chậm.",
            "<b>Dừng xe không đúng vạch:</b> Áp dụng cho các điểm dừng quy định (nếu có)."
          ]
        },
        {
          "sub_heading": "Lỗi đè vạch/ra ngoài bài thi (trừ 5 điểm/lần hoặc loại trực tiếp):",
          "list_items": [
            "<b>Bánh xe đè vạch:</b> Trừ 5 điểm/lần. Cần đi đúng vạch giới hạn của từng bài (ví dụ: vòng số 8 lớn, đường thẳng hẹp). Với xe A2, kích thước và trọng lượng lớn hơn nên việc căn chỉnh cần chính xác hơn.",
            "<b>Đi ra ngoài bài thi:</b> Bị đánh trượt trực tiếp. Luôn giữ xe trong phạm vi bài thi.",
            "<b>Đổ xe:</b> Bị đánh trượt trực tiếp."
          ]
        },
        {
          "sub_heading": "Lỗi thời gian/điểm số:",
          "list_items": [
            "<b>Thời gian thi quá 10 phút:</b> Trừ 5 điểm cho mỗi phút quá.",
            "<b>Không hoàn thành bài thi:</b> Bị đánh trượt trực tiếp.",
            "<b>Điểm thi dưới 80 điểm:</b> Bị đánh trượt trực tiếp."
          ]
        }
      ]
    },
    {
      "heading": "3. Các Bài Thi Sa Hình A2: Tổng Quan và Mẹo Vượt Qua",
      "content": "Phần thi Sa hình A2 bao gồm <b>4 bài thi liên hoàn</b>, được thực hiện theo thứ tự, tương tự như A1 nhưng với yêu cầu cao hơn về kỹ năng điều khiển xe phân khối lớn. Hệ thống sẽ tự động chấm điểm. Bạn cần đạt tối thiểu <b>80/100 điểm</b> để đậu.<br><br>Hãy cùng tìm hiểu sâu hơn về từng bài thi và mẹo quan trọng:",
      "youtube": "http://www.youtube.com/watch?v=H9e4cNwzJSQ",
      "lessons": [
        {
          "lesson_number": "Bài 1",
          "title": "Đi vòng số 8 lớn",
          "objective": "Kiểm tra kỹ năng giữ thăng bằng, kiểm soát tốc độ và điều khiển xe phân khối lớn trong không gian giới hạn.",
          "how_to_do": [
            "Đi xe vào khu vực vòng số 8 theo đúng chiều mũi tên chỉ dẫn (thường là hình số 8 có kích thước lớn hơn A1).",
            "Giữ đều ga ở vòng tua thấp, đi với tốc độ chậm nhất có thể mà vẫn giữ được thăng bằng và không bị giật xe.",
            "Mắt nhìn thẳng về phía trước, không nhìn xuống bánh xe. Tập trung vào điểm thoát của cua.",
            "Sử dụng thân người (dồn trọng tâm) và tay lái để điều chỉnh hướng đi một cách mượt mà, giữ xe không đè vạch."
          ],
          "tips": "<b>Kiểm soát côn/ga:</b> Với xe số, đi số 1 hoặc 2. Giữ côn rà nhẹ và điều tiết ga để duy trì tốc độ chậm. Xe ga thì cần rất nhạy cảm với tay ga.<br><b>Thả lỏng cơ thể:</b> Đừng gồng cứng người. Để xe tự cân bằng. Quan trọng là phối hợp mắt, tay lái và cơ thể.<br><b>Nhìn xa:</b> Luôn nhìn về phía trước và theo hướng xe sẽ đi, không nhìn xuống vạch. Bài này đòi hỏi sự nhuần nhuyễn giữa ga, côn, phanh và cân bằng."
        },
        {
          "lesson_number": "Bài 2",
          "title": "Đi qua vạch đường thẳng",
          "objective": "Kiểm tra khả năng giữ thăng bằng và duy trì hướng đi thẳng với xe phân khối lớn trên đường hẹp.",
          "how_to_do": [
            "Sau khi hoàn thành vòng số 8, từ từ điều khiển xe vào đoạn đường thẳng hẹp.",
            "Giữ thẳng tay lái, mắt nhìn thẳng về phía cuối con đường để duy trì phương hướng.",
            "Duy trì tốc độ đều, không quá nhanh hoặc quá chậm để tránh mất thăng bằng và không đè vạch. Xe nên di chuyển ổn định, không chao đảo."
          ],
          "tips": "Giữ vững tốc độ ổn định và nhìn thẳng xa về phía trước. Hạn chế nhìn xuống vạch sẽ làm mất phương hướng. Cảm nhận độ thẳng của xe qua trọng tâm."
        },
        {
          "lesson_number": "Bài 3",
          "title": "Đi đường có vạch cản hoặc đường gồ ghề (zic-zac)",
          "objective": "Kiểm tra khả năng xử lý tình huống, điều khiển xe qua chướng ngại vật hoặc đường không bằng phẳng với xe A2.",
          "how_to_do": [
            "Tiếp tục di chuyển từ bài đường thẳng sang bài đường có vạch cản (có thể là các vạch gồ ghề, dốc nhỏ, hoặc yêu cầu đi zic-zac qua các cọc/vật cản).",
            "Giảm nhẹ tốc độ, tập trung quan sát chướng ngại vật phía trước.",
            "Điều khiển tay lái khéo léo để tránh chạm vào các vật cản hoặc đè vạch. Sử dụng phanh sau và côn (xe số) để điều tiết tốc độ chính xác."
          ],
          "tips": "<b>Giảm tốc độ:</b> Luôn đi chậm rãi để có đủ thời gian phản ứng và điều khiển. Kiểm soát chặt chẽ tốc độ bằng phanh sau và côn.<br><b>Quan sát:</b> Nhìn trước để lường được đường đi, tránh bị bất ngờ.<br><b>Tay lái linh hoạt:</b> Đừng giữ cứng tay lái, hãy nhẹ nhàng điều chỉnh theo địa hình hoặc vật cản. Sử dụng chân để giữ thăng bằng khi cần nhưng không được chạm đất."
        },
        {
          "lesson_number": "Bài 4",
          "title": "Kết thúc",
          "objective": "Hoàn thành bài thi một cách an toàn và đúng quy định.",
          "how_to_do": [
            "Sau khi hoàn thành bài thi đường có vạch cản, bạn sẽ di chuyển ra khỏi sa hình.",
            "Đi qua vạch kết thúc và dừng xe gọn gàng, trả xe về vị trí quy định (nếu có)."
          ],
          "tips": "Bài cuối cùng chỉ cần đi ra an toàn, không cần thực hiện thêm thao tác phức tạp nào. Tuyệt đối không để xảy ra lỗi cơ bản như chạm chân, đổ xe, hoặc cán vạch ở đoạn này."
        }
      ]
    },
    {
      "heading": "4. Lời khuyên cuối cùng",
      "list_items": [
        "<b>Thực hành thường xuyên:</b> Với xe A2, việc làm quen với trọng lượng và sức mạnh của xe là cực kỳ quan trọng. Hãy thực hành lái xe thực tế trên sa hình hoặc mô phỏng nhiều lần.",
        "<b>Xem lại video hướng dẫn:</b> Tham khảo các video hướng dẫn chi tiết từng bài thi trên YouTube. Tưởng tượng mình đang lái xe và thực hiện các thao tác.",
        "<b>Giữ tâm lý vững vàng:</b> Đây là yếu tố then chốt giúp bạn vượt qua kỳ thi. Hít thở sâu và tự tin vào bản thân, đặc biệt khi điều khiển xe phân khối lớn.",
        "<b>Nghiên cứu sa hình cụ thể:</b> Nếu có thể, hãy tìm hiểu sơ đồ sa hình của trung tâm sát hạch bạn sẽ thi để làm quen với bố cục và các điểm căn chuẩn."
      ]
    }
  ],
  "closing_remark": "Chúc bạn ôn luyện hiệu quả và thành công rực rỡ trong kỳ thi Sa hình A2!"
}