{
  "title": "Hướng dẫn thi Sa hình: Bằng Lái Xe Ô Tô Hạng B2 - Vững tay lái, Đỗ ngay!",
  "sections": [
    {
      "heading": "1. Chuẩn bị trước khi thi",
      "content": "Trước khi bước vào sa hình, hãy đảm bảo bạn đã sẵn sàng cả về xe cộ lẫn tâm lý:<ul><li><b>Kiểm tra xe & Vị trí lái:</b> Điều chỉnh <b>ghế lái</b> thoải mái, tầm nhìn tốt. Chỉnh <b>gương chiếu hậu</b> sao cho quan sát được toàn bộ thân xe và khoảng 1/4 diện tích phía sau. Thắt <b>dây an toàn</b> đúng cách. Làm quen với côn, ga, phanh và các số của xe.</li><li><b>Tâm lý vững vàng:</b> Giữ bình tĩnh và tập trung cao độ. Hít thở sâu và tin tưởng vào kỹ năng đã luyện tập. Coi đây là cơ hội để bạn thể hiện bản thân.</li></ul>"
    },
    {
      "heading": "2. Các lỗi thường gặp và cách tránh",
      "content": "Nắm rõ các lỗi dưới đây sẽ giúp bạn tránh mất điểm oan:",
      "sub_sections": [
        {
          "sub_heading": "Lỗi quy trình (trừ 5 điểm/lần hoặc loại trực tiếp):",
          "list_items": [
            "<b>Không thắt dây an toàn:</b> Rất dễ quên nhưng lại mất 5 điểm ngay từ đầu.",
            "<b>Không bật/tắt xi nhan:</b> Phổ biến nhất ở bài xuất phát và kết thúc, hay cả khi qua ngã tư. Luôn nhớ bật xi nhan trái khi xuất phát và bật xi nhan phải khi kết thúc.",
            "<b>Xe chết máy:</b> Trừ 5 điểm/lần. Cần giữ ga đều và nhả côn từ từ, kết hợp ga để tránh chết máy khi khởi hành hoặc chuyển số.",
            "<b>Xe bị giật khi khởi hành:</b> Trừ 5 điểm/lần. Do nhả côn hoặc đạp ga đột ngột.",
            "<b>Không bật đèn chiếu sáng gần (áp dụng cho thi đêm):</b> Nếu bài thi có yêu cầu."
          ]
        },
        {
          "sub_heading": "Lỗi vị trí/đè vạch (trừ 5 điểm/lần hoặc loại trực tiếp):",
          "list_items": [
            "<b>Dừng xe không đúng vạch:</b> Ở dốc hoặc đường sắt. Sai quá 50cm hoặc vượt vạch là trừ điểm.",
            "<b>Bánh xe đè vạch giới hạn (kể cả vạch vàng):</b> Trừ 5 điểm/lần. Áp dụng cho vệt bánh xe, đường vuông góc, ghép chuồng. Luôn giữ tốc độ chậm và quan sát gương để căn xe.",
            "<b>Ghép xe sai (không vào được chuồng, quá thời gian, chạm vạch):</b> Trừ 5 điểm/lần hoặc loại trực tiếp. Đây là bài khó nhất, cần luyện kỹ."
          ]
        },
        {
          "sub_heading": "Lỗi tốc độ:",
          "list_items": [
            "<b>Tốc độ xe chạy không quá 24 km/h:</b> Đây là tốc độ tối đa cho phép trong sa hình đối với hạng B2. Nếu chạy vượt quá tốc độ này, bạn sẽ bị trừ <b>1 điểm/3 giây</b>. Luôn giữ tốc độ vừa phải, kiểm soát tốt tay lái.",
            "<b>Đi dưới tốc độ quy định:</b> Áp dụng riêng cho bài <b>\"Thay đổi số trên đường thẳng\"</b>. Nếu không đạt được tốc độ tối thiểu (thường là trên 20km/h khi lên số 2) hoặc không giảm về tốc độ dưới 20km/h khi về số 1, bạn sẽ bị trừ điểm (thường là 5 điểm nếu không thay đổi đúng số và tốc độ).",
            "<b>Vòng tua máy vượt quá 4.000 vòng/phút:</b> Trừ 5 điểm/lần. Tránh đạp ga quá mạnh hoặc rồ ga không cần thiết."
          ]
        },
        {
          "sub_heading": "Các lỗi nghiêm trọng (Loại trực tiếp):",
          "list_items": [
            "<b>Đi ngược chiều:</b> Hoàn toàn bị loại.",
            "<b>Không vượt qua bài thi trong 2 phút:</b> Mỗi bài thi có thời gian giới hạn.",
            "<b>Điểm thi dưới 80 điểm.</b>",
            "<b>Gây tai nạn.</b>",
            "<b>Xe không dừng khi có tín hiệu dừng khẩn cấp.</b>"
          ]
        }
      ]
    },
    {
      "heading": "3. Các Bài Thi Sa Hình: Tổng Quan và Mẹo Vượt Qua",
      "content": "Phần thi Sa hình B2 bao gồm <b>11 bài thi liên hoàn</b>, được thực hiện trên xe số sàn theo thứ tự. Hệ thống sẽ tự động chấm điểm và thông báo các lỗi (nếu có) qua loa trên xe. Bạn cần đạt tối thiểu <b>80/100 điểm</b> để đậu.<br><br>Hãy cùng tìm hiểu sâu hơn về từng bài thi để đạt kết quả tốt nhất:",
      "youtube": "https://www.youtube.com/watch?v=9i0y93KwQ4E",
      "lessons": [
        {
          "lesson_number": "Bài 1",
          "title": "Xuất phát",
          "objective": "Khởi hành an toàn và đúng quy trình.",
          "how_to_do": [
            "<b>Thắt dây an toàn.</b>",
            "Bật <b>đèn xi nhan trái</b>.",
            "Chờ tín hiệu \"Bắt đầu\".",
            "Vào số 1, nhả côn từ từ đến điểm rung xe, nhả phanh tay (nếu kéo), sau đó từ từ nhả chân phanh và đệm ga nhẹ nhàng để xe di chuyển.",
            "Khi xe đã di chuyển qua vạch xuất phát <b>khoảng 2-3 mét</b> (nghĩa là cả thân xe đã qua vạch), hãy <b>tắt xi nhan</b>."
          ],
          "tips": "Luôn nhớ bật xi nhan trái khi xuất phát và <b>TẮT XI NHAN KỊP THỜI</b>. Lỗi quên tắt xi nhan là lỗi thường gặp nhất ở bài này. Phối hợp côn-ga nhẹ nhàng để tránh chết máy hoặc giật xe."
        },
        {
          "lesson_number": "Bài 2",
          "title": "Dừng xe và khởi hành ngang dốc",
          "objective": "Dừng xe chính xác trên dốc và khởi hành mà không bị chết máy hay tụt dốc.",
          "how_to_do": [
            "Di chuyển chậm lên dốc.",
            "Quan sát vạch dừng (thường là vạch sơn trắng hoặc cọc tiêu): Dừng xe sao cho <b>vạch cản ngang dốc nằm giữa đầu xe và bánh trước</b>. Tốt nhất là mũi xe cách vạch khoảng 20-30cm.",
            "<b>Giữ phanh</b> sau khi dừng.",
            "Khởi hành: Nhả côn từ từ đến điểm rung xe (xe hơi rung nhẹ hoặc vòng tua máy giảm), giữ nguyên chân côn, sau đó từ từ nhả chân phanh và đệm ga nhẹ nhàng để xe di chuyển lên. Có thể kéo phanh tay nhẹ để hỗ trợ giữ xe không trôi."
          ],
          "tips": "<b>Căn dừng:</b> Ước lượng khoảng cách từ vị trí lái đến đầu xe. Luyện tập cảm giác phanh để dừng xe chính xác.<br><b>Khởi hành:</b> Đây là bài khó nhất. Bình tĩnh, phối hợp nhả côn-đệm ga-nhả phanh thật nhịp nhàng. Tuyệt đối không nhả côn quá nhanh hoặc thiếu ga."
        },
        {
          "lesson_number": "Bài 3",
          "title": "Qua vệt bánh xe và đường hẹp vuông góc",
          "objective": "Điều khiển xe đi đúng vệt bánh xe và qua đoạn đường hẹp, vuông góc mà không chạm vạch.",
          "how_to_do": [
            "<b>Qua vệt bánh xe:</b> Giữ xe thẳng, căn chỉnh sao cho bánh xe bên lái (thường là bánh trước bên trái) thẳng hàng với vệt sơn trên đường. Quan sát gương chiếu hậu bên trái để đảm bảo bánh sau cũng đi đúng vệt.",
            "<b>Qua đường hẹp vuông góc:</b> Khi gần đến góc cua, đánh lái sớm và trả lái kịp thời để xe đi gọn trong đường. Luôn giữ tốc độ chậm và tập trung quan sát."
          ],
          "tips": "<b>Quan sát gương:</b> Cả hai bài đều cần quan sát gương chiếu hậu để đảm bảo bánh xe không đè vạch.<br><b>Tốc độ:</b> Giữ tốc độ thật chậm (có thể rà côn nếu cần), đặc biệt ở các góc cua để có thời gian căn chỉnh.<br><b>Vệt bánh xe:</b> Mốc căn phổ biến là đặt vai thẳng hàng với vệt sơn, sau đó đánh lái nhẹ hoặc giữ thẳng."
        },
        {
          "lesson_number": "Bài 4",
          "title": "Qua ngã tư có tín hiệu điều khiển giao thông",
          "objective": "Tuân thủ đèn tín hiệu giao thông.",
          "how_to_do": [
            "Quan sát đèn tín hiệu từ xa.",
            "Nếu đèn đỏ: Dừng xe <b>trước vạch dừng</b>. Về số 1 nếu đang ở số cao.",
            "Nếu đèn xanh: Tiếp tục di chuyển."
          ],
          "tips": "Giảm tốc độ và chủ động quan sát đèn tín hiệu để dừng hoặc đi tiếp an toàn. Tránh đi quá vạch hoặc vượt đèn đỏ."
        },
        {
          "lesson_number": "Bài 5",
          "title": "Ghép xe dọc vào nơi đỗ (Ghép chuồng dọc)",
          "objective": "Lùi xe vào chuồng dọc một cách chính xác, gọn gàng.",
          "how_to_do": [
            "<b>Tiến thẳng:</b> Cho xe tiến sát lề đường bên phải chuồng, giữ khoảng cách khoảng 20-30cm. Khi vai người lái ngang với mép chuồng đầu tiên, dừng lại.",
            "<b>Đánh lái hết phải:</b> Tiến thẳng cho đến khi gương chiếu hậu bên trái thẳng hàng với góc xa của chuồng, hoặc mốc căn riêng của bạn.",
            "<b>Lùi chuồng:</b> Đánh lái hết về bên phải, lùi từ từ (rà côn và phanh). Quan sát gương chiếu hậu bên trái. Khi thấy thân xe thẳng với vạch dọc của chuồng, dừng lại, trả thẳng lái (2 vòng).",
            "<b>Lùi thẳng:</b> Lùi thẳng vào chuồng. Khi bánh sau đã qua vạch giới hạn chuồng, dừng xe.",
            "<b>Tiến ra:</b> Đánh lái hết trái hoặc phải để ra khỏi chuồng."
          ],
          "tips": "<b>Căn chuẩn:</b> Hãy tìm hiểu và luyện tập kỹ các điểm căn phù hợp với chiều cao và cách lái của bạn.<br><b>Quan sát liên tục:</b> Vừa lùi vừa quan sát gương chiếu hậu cả hai bên để điều chỉnh. Lùi chậm bằng cách rà côn.<br><b>Không vội:</b> Thực hiện chậm rãi từng bước, tuyệt đối không vội vàng. Nếu cần, tiến lên một chút để chỉnh lại."
        },
        {
          "lesson_number": "Bài 6",
          "title": "Qua ngã tư có tín hiệu điều khiển giao thông",
          "objective": "Tương tự Bài 4, tiếp tục tuân thủ đèn tín hiệu.",
          "how_to_do": [],
          "tips": "Duy trì sự tập trung, không chủ quan."
        },
        {
          "lesson_number": "Bài 7",
          "title": "Ghép xe ngang vào nơi đỗ (Ghép chuồng ngang - Nếu có)",
          "objective": "Lùi xe vào chuồng ngang chính xác.",
          "how_to_do": [
            "<b>Tiến lên:</b> Cho xe tiến thẳng song song với hàng xe phía trước, cách khoảng 50-80cm. Vai người lái ngang với vạch giới hạn bên phải của chuồng đỗ.",
            "<b>Đánh lái hết phải:</b> Lùi từ từ. Khi gương chiếu hậu bên trái nhìn thấy góc trong của chuồng, hoặc bánh sau gần chạm vạch, dừng lại.",
            "<b>Trả thẳng lái & lùi:</b> Trả thẳng lái (2 vòng), tiếp tục lùi thẳng.",
            "<b>Đánh lái hết trái:</b> Khi bánh xe sau bên phải vừa qua vạch trong chuồng, hoặc có mốc căn riêng, đánh lái hết trái và lùi vào.",
            "<b>Chỉnh xe:</b> Khi xe đã vào chuồng và song song với lề, dừng lại, trả thẳng lái."
          ],
          "tips": "Ghép xe ngang yêu cầu độ chính xác và cảm giác lái tốt hơn. Luyện tập kỹ các mốc căn để không bị chạm vạch hoặc quá thời gian. Sử dụng côn và phanh để kiểm soát tốc độ lùi."
        },
        {
          "lesson_number": "Bài 8",
          "title": "Tạm dừng tại nơi có đường sắt chạy qua",
          "objective": "Dừng xe đúng vạch và an toàn trước đường sắt.",
          "how_to_do": [
            "Dừng xe <b>trước vạch dừng</b> khi có biển báo hoặc đèn tín hiệu đường sắt. Khoảng cách dừng tương tự bài dốc. Về số 1."
          ],
          "tips": "Giảm tốc độ từ xa và chuẩn bị dừng xe. Đừng để xe lăn qua vạch."
        },
        {
          "lesson_number": "Bài 9",
          "title": "Thay đổi số trên đường thẳng",
          "objective": "Tăng số và giảm số đúng quy định trên đoạn đường thẳng, đồng thời đạt tốc độ yêu cầu.",
          "how_to_do": [
            "Khi qua biển báo <b>tăng tốc độ</b> (hoặc bắt đầu đoạn đường yêu cầu), đạp ga để tăng tốc và lên <b>số 2</b>, đảm bảo <b>tốc độ xe đạt trên 20 km/h</b>. Giữ tốc độ và số.",
            "Khi qua biển báo <b>giảm tốc độ</b> (hoặc cuối đoạn đường), từ từ giảm ga, đạp côn và về <b>số 1</b>, đảm bảo <b>tốc độ xe giảm xuống dưới 20 km/h</b>. Nhả côn từ từ."
          ],
          "tips": "Thực hiện thao tác dứt khoát, không để xe bị giật hoặc chết máy khi chuyển số. Đảm bảo tốc độ đạt yêu cầu trước và sau khi đổi số. Nhớ đạp côn hết khi chuyển số."
        },
        {
          "lesson_number": "Bài 10",
          "title": "Tình huống dừng xe khẩn cấp",
          "objective": "Phản ứng nhanh và dừng xe an toàn khi có tín hiệu khẩn cấp.",
          "how_to_do": [
            "Khi đang di chuyển trên đường, hệ thống sẽ phát tín hiệu <b>\"Tín hiệu khẩn cấp\"</b> (thường là tiếng còi hoặc đèn báo hiệu).",
            "Ngay lập tức <b>đạp côn và đạp phanh dừng xe</b>. Đồng thời, <b>bật đèn cảnh báo nguy hiểm (đèn hazard/đèn ưu tiên)</b>.",
            "Sau khi xe dừng hẳn và tín hiệu khẩn cấp tắt, <b>tắt đèn cảnh báo nguy hiểm</b> và tiếp tục di chuyển (về số 1 nếu cần)."
          ],
          "tips": "<b>Phản ứng nhanh:</b> Đây là bài kiểm tra sự tập trung và phản xạ. Ngay khi nghe tín hiệu, hãy đạp côn-phanh và bật đèn hazard.<br><b>Không quên tắt đèn hazard:</b> Rất nhiều thí sinh quên tắt đèn cảnh báo nguy hiểm sau khi hoàn thành tình huống, dẫn đến bị trừ điểm (thường là 5 điểm)."
        },
        {
          "lesson_number": "Bài 11",
          "title": "Kết thúc",
          "objective": "Hoàn thành bài thi và dừng xe đúng vị trí.",
          "how_to_do": [
            "Khi xe chuẩn bị ra khỏi sa hình, <b>bật đèn xi nhan phải</b>.",
            "Đi qua vạch kết thúc và dừng xe gọn gàng."
          ],
          "tips": "Không quên bật xi nhan phải ở bài cuối cùng! Đây là lỗi rất hay gặp vì tâm lý đã \"xong\" bài thi."
        }
      ]
    },
    {
      "heading": "4. Lời khuyên cuối cùng",
      "list_items": [
        "<b>Thực hành thường xuyên:</b> Không có cách nào tốt hơn việc lái xe thực tế trên sa hình hoặc mô phỏng. Đặc biệt với xe số sàn, cần thời gian để quen thao tác.",
        "<b>Xem lại video hướng dẫn:</b> Tham khảo các video hướng dẫn chi tiết từng bài thi trên YouTube hoặc trong ứng dụng của bạn. Tưởng tượng mình đang lái xe và thực hiện các thao tác.",
        "<b>Giữ tâm lý vững vàng:</b> Đây là yếu tố then chốt giúp bạn vượt qua kỳ thi. Hít thở sâu và tự tin vào bản thân.",
        "<b>Nghiên cứu sa hình cụ thể:</b> Nếu có thể, hãy tìm hiểu sơ đồ sa hình của trung tâm sát hạch bạn sẽ thi để làm quen với bố cục và các điểm căn chuẩn."
      ]
    }
  ],
  "closing_remark": "Chúc bạn ôn luyện hiệu quả và thành công rực rỡ trong kỳ thi Sa hình B2!"
}